[
{"name": "Vicky", "date": "14th January 2019", "text": ["When I was 23 I got a Christmas job at a shop that sells video games. I was the only female. The “banter” was always about who had slept with whose mother/sister and just what they’d done to each other. I was never included in that banter. ", "A new game came out that I and one of my colleagues were excited to play. The next morning he described a mission he hadn’t been able to complete. I explained how to do it and that I in fact hadn’t struggled with it. He was never allowed to forget that he’d been bested by a “girl”. ", "At the Christmas party my boss hit on me despite the fact I was dating his friend and he had a pregnant girlfriend. The next day he apologised “if I crossed a line.” I replied that yes he really had. He responded “oh bloody hell, you’re supposed to just say ‘don’t worry, it happens'”."], "tags": ["Workplace"]},
{"name": "Emily", "date": "14th January 2019", "text": ["I asked my daughter’s teacher to have a general word with the boys in her class because my daughter said that some boys come out with sexist comments. He laughed and said ‘what are you, some kind of feminist?’"], "tags": ["School"]},
{"name": "Doctorcita", "date": "14th January 2019", "text": ["Recently on my third year on medical school in Chile, i got to enter clinical training in the hosital, in wich i had to rotate with three male doctors, from those three two mocked me for being a woman, the firt one, calling me a “little girldoctor” whenever i talked, touching other older female med students, and flirting with the nurses. The second one, actually apologised for bullying me specifically, because sadly i was the only woman in my group, the last day, when we talked about a pacients plans on getting wed to his caretaker, a woman 13 years older, he joked, we should go and stop him, he should be marrying one 13 years younger. Im ashamed that i never got to defend myself, after all they are the authority and they qualify me."], "tags": ["University"]},
{"name": "Hailee", "date": "14th January 2019", "text": ["I work in a bar now, I have done 1 shift. ONE. More than a dozen times have I been told to smile more, that they’d rather go to the ‘cute’ bartender, pointing at me, making me feel highly uncomfortable. I’ve been yelled at to hurry up, I’ve been laughed at by my male peers, and one man had the guts to tell me I wasn’t being friendly enough, and then left without greeting me back when I told him goodnight. And it sounds insignificant, but I was shocked. And also in no position to retaliate to any of those comments, because I am the new girl, an employee, and this is just what these men do."], "tags": ["bartending", "harassment", "Public space", "Workplace"]},
{"name": "Angelica Sanchez", "date": "14th January 2019", "text": ["Growing up, every time my father saw a driver cut corners on the road, park crookedly, or just generally be bad at driving, he would always point out the car and say things such as “I bet she is a woman” and “Look at how badly this girl parked”, blindly assuming that the drivers were women simply because they were bad at driving. If the driver was a male, he would say things like “Come on man! You have to do better than that!”. As a young child, I was curious to see if the drivers were female. As I got older, I brushed off the comments and rolled my eyes. But now that I am a teen, I tell him why it is wrong to say things like that, and how telling me these sexist things as a child could have really affected me if I had not been so exposed to feminism."], "tags": ["americandad", "baddriver", "father", "Home"]},
{"name": "Roberta", "date": "14th January 2019", "text": ["3 years ago, when I was 13 years old, I went on a little trip with my family (and my dog) in summer. It was a village, there was pool, beach and other things, but I used to go mostly at the beach. Since I am an only child, I went there with my mother only, my father will go with us after going on a walk with my dog.", "\nOne day my mother and I decided to go to the beach really early, like at 9 am. I always eat my breakfast, so we went at the bar that was nearly the beach.", "\nSo I ate and after a while we decided to go to there. When we were about to arrive, we’ve met the owner of the bar (who was also part of the crew that worked in the village).", "\nWe’ve started to talk and I thought it was a really good talk because he kept on listening to me, with “interest”.", "\nBut, as I said, I was going to the beach so I’ve wore a summer tank top, but (unfortunately for me) since I am buxom I’ve had a neckline.", "\nI didn’t realize at first. I’ve realized only after he kept on founding a way to talk to me. When we were about to say goodbye to him, he continued to find a new argument to talk about.", "\nBut, suddenly, I understood. I started to look him in the eyes and he was looking at my neckline. He was looking at my boobs.", "\nI’ve felt uncomfortable, I was about to cry. He was also touching me, like he was pecking my arms to grab my attention when I was trying to look away from him. He started to approach me, but I kept walking away.", "\nWhen we’ve finally said goodbye to him and he has stopped to talk with us I began to look at every angle and every person, because for the first time I’ve felt exposed. I felt like everybody would look at this in that exact way so I tried to cover it.", "\nI’ve started to feel nervous and my breath was getting heavy step by step. Even my mother noticed it and said to me “he was looking at your boobs”.", "\nI was really scared of people for the first time. Maybe I was exaggerating, but I’ve felt like he was still looking at me by far. I was scared of being alone at our home in that village, I thought maybe he could follow me.", "\nMy brain started to overthink, I couldn’t keep away the moment of that talk, when I noticed that he was STARING at me.", "\nI was 13 when I’ve stopped on wearing things like that, when I’ve started to hate going to sea because of the bikini.", "\nI was 13 when I’ve started to be afraid of people, especially men.", "\nI still am afraid. Sometimes these kind of things happen to me, like a guy that whistle when he looks at me. And I am so afraid when I go out alone. I feel like someone is watching me or even following me.", "\nI don’t want to live this moment anymore, I want to feel free to be myself but actually, I can’t."], "tags": ["Public space"]},
{"name": "Lucy", "date": "14th January 2019", "text": ["I’m 19 and a university student. Our first 2 weeks after moving in consist largely of going out with our accommodation groups, mainly to bars and clubs to socialise and have fun. ", " One night was a university students only club event in the city centre, walking with my friend to one club a group of young guys spotted us as we walked past them. They called out to us making suggestive comments to each other about our appearance but intentionally loud enough so that we heard “These uni girls all dressed up for us tonight’, “They up for some good fun looking all fine”, “Come here and chat with me girl”", "On hearing this we both blanked their comments and moved away and sped up walking as one actually tried to approach us. Apparently ignoring those comments warranted further verbal abuse labelling us “stuck up bitches” along with comments of “they think they’re all that” before they finally dismissed us with a final “your ass and tits ain’t all that anyway.” ", "It’s a lose lose with these situations, you try to stand up for yourself things will kick off and then you’re in a dangerous situation and outnumbered. Ignore and move on and you’re verbally treated like crap and are expected to suck it up and be a good sport."], "tags": ["Public space", "University"]},
{"name": "Beatrice N", "date": "14th January 2019", "text": ["Had to argue with someone regarding a comment he made about women. He was saying that women are bad drivers, that the gender pay gap is because women are incapable of doing jobs men would do, and that the ‘me too’ movement victimises women. All these points are completely false and ridiculous."], "tags": ["Public space"]},
{"name": "Anita", "date": "14th January 2019", "text": ["I was at school and people keep making fun of me because I read at lunch time. All the boys are sexist for not being my friend!! Just because im a girl and everyone is being sexist."], "tags": ["School"]},
{"name": "Family structures", "date": "14th January 2019", "text": ["Today I was talking to a moving guy who was moving in the appartment next to mine. He told me that “a family ist moving in, a young guy – about 23 – with his wife and children”. Not a young _couple_ with their children, mind you, a man with wife and kids! What century do we live in?"], "tags": ["Home", "Public space", "sexism in language", "women as belonging-to", "women as part-of"]},
{"name": "Countless times", "date": "14th January 2019", "text": ["It makes me sad to realize that I never even bother telling anyone anymore when I get groped (especially in clubs or so) because all my girlfriends would only respond “well yeah me too” and guys would probably only brush it off or awkwardly change the topic…"], "tags": ["Public space"]},
{"name": "Anon", "date": "14th January 2019", "text": ["I regret being born a woman.", "Period bleeding and period pain has been made the butt of jokes by some male comedians and even sadly sanitary product saleswomen that came to our school to peddle their wares. I was made to feel like my body was a sick disgusting joke.", "Ever since I reached puberty, people (especially my parents) were horrified when I first started having discharge and periods (biological processes that females are supposed to have).", "As a female, I and other females I knew were viewed as liabilities as soon as we had the ability to get pregnant. Everyone from our parents, doctors and teachers feared that we could potentially get pregnant and that would be bad because having children is expensive and “career ruining”. Even though I didn’t get pregnant I had this weird uncomfortable feeling that people around me feared that I would get pregnant and “ruin my future”. This is why I have always felt uncomfortable about talking to men because I when I was younger I was told by adults that men could ruin my life by making me pregnant and giving me deadly infectious diseases. This is why I have never had a successful partnership with a man and have issues trusting men. I was told not to trust men by some women teachers and family members. PSHE made me terrified of being loved by a man because it dwelt on the negative consequences.", "Some men have told me that I can trust them to use protection only to go back on their words and try to talk me into having intercourse without it. I refused and left as quickly as possible. This is why I have never slept with or had a successful romantic relationship with a man ever and why I am so lonely now.", "My parents would get cross with me for hurting so much during my period (this was exacerbated by high stakes academic testing at school). My father would ask if I was on my period whenever I voiced an opinion or got upset. He would tell me to shut up anyway or say that he had heard it all before or whatever. He would accuse me of being on my period whenever I disagreed with his point of view (even when I wasn’t). When I was menstruating my opinion and emotions counted for nought to him anyway, so why bother talking at all. Often the brick wall in my room was my only sensible confidant who really let me express myself and this was the reason why. My room walls had a slight echo.", "I would see my female classmates who were menstruating at feeling exhausted and hurting be sneered at or told to “grin and bear it” by female teachers (especially female PE teachers). No empathy or helpful advice, girls were just told to soldier on and bite their lips by the older women in authority.", "I see so much conflicting “scientific” information about how periods and the menstrual cycle supposedly affect (or don’t affect!) women’s moods and cognitive functioning. Different media outlets contradict each other and use different studies with different results so I am at a loss at what to believe!", "I feel ashamed when I think about how period pains and headaches have affected my ability to study and work. If I do get angry it is about real frustrations about how society views me, views my body, judges my appearance and what I can do. I would feel this intense despair, paralysing terror and frustrated confusion whether I was on my period or not."], "tags": ["Home", "Media", "School"]},
{"name": "own sexist subconscious", "date": "14th January 2019", "text": ["In my second semester at university, I for the first time had a female professor. I entered the class and thought to myself “cool, finally”. Before the lecture started, she was up front, having some trouble with the technology – as most of my professors have sometime; they’re all in their fifties after all – and I immediately thought to myself “well, this class oughta be good”. The next moment of course, I realized what had happened in my head and got pissed at myself.", "\nWhat made and makes me even sadder though is the thought of what people who do not deal with feminism as much and especially men must have in forms of associations and subconscious expectations if already I, as firm feminist experienced in sexism, automatically expect of a woman to prove her competence, whereas men only have to prove their incompetence."], "tags": ["University"]},
{"name": "Anonymous", "date": "14th January 2019", "text": ["I was working as a waitress this past summer and was at the end of double. I had a party of 6 come in, 3 older couples, and I could tell they were going to be a lot to handle as one man put in their drink orders first thing and told me to keep them coming. His strong personality did not phase me at first as I thought he would be more behaved than the men I had dealt with when I was working the bar and he was with his wife. The night when on and I kept serving him and his friends with a smile as my boss ensured I did and this kind persona of mine stayed until I asked if anyone wanted dessert. The same man who had ordered the first round and found a way to gently graze his body against mine as he went to the restroom near the waitress station earlier looked at me and said: “not unless you’re going to get on the table” and ended with a wink. I was so shocked I had no idea how to respond and instantly blushed as I awkwardly laughed and looked to the women at the table for some sort of comfort. There was little there and I was so happy to bring them their bill and tell them to have a great rest of their night with that servers smile."], "tags": ["Public space", "Workplace"]},
{"name": "elder neice", "date": "14th January 2019", "text": ["Sometimes when my extended family comes together, and a man comes to visit, the men pretend that women do not exist. I cannot be a part of my uncles’ conversations. They pretend I do not exist. I cannot sit in the living room, and listen to their seemingly intellectual conversations. I must join my aunts and mother in the kitchen, awkwardly shuffling between trays of tea, bowls of snacks, and woks sizzling with oil. Or I play with   children much younger than me (even though I don’t necessarily like that)."], "tags": []},
{"name": "Val", "date": "14th January 2019", "text": ["I was walking home from school in my school uniform when some college students catcalled me. I was 12."], "tags": ["Public space"]},
{"name": "Valery", "date": "14th January 2019", "text": ["When I was 5 I asked for a science set for Christmas while my brother (11) asked for a video game. My brother got the video game and the science set. I got a doll (which I eventually ripped the head off of).", "\nWhen I was 8 I decided that I wanted to join self-defence. My dad said no. When my brother was that age he was encouraged to join against his will. He quit as soon as he turned 18, I’m still not allowed.", "\nWhen I was 9 I joined the girls football team. I was a striker. At lunch I tried to play with the boys, they told me to go cheerlead for them. I joined anyways and scored against them.", "\nWhen I was 11 I joined a new school, the boys were failing miserably at scoring a basket. I asked to have a go. “What could you possibly know about basketball?” I took the ball and scored first time. I’d been practising with my brothers since I was 6.", "\nWhen I was 12 I got catcalled for the first time by college student.", "\nWhen I was 14 I took the bus home by myself and ended up being followed. I was happy to have not been raped. My mother did not know about this incident and yet about a month later insisted that my younger cousin walk me to the car because of the rape rates rising in the area.", "\nNow at 16 I find it normal that when coming home from a party I should have to cover up… just in case. I’ve been told that if a guy slaps my ass then I should just walk away. I’ve had the media show me that the clothes I wear determine whether or not I’m “asking for it”. My interest in STEM does not matter to people because I wearing makeup means I must be dumb.", "\nI’m only 16 and yet the world has shown me that my choices matter, that I have to be careful and even then it might not be enough. I’m only 16 and yet I’m scared."], "tags": ["Home", "Media", "Public space", "Public Transport", "School", "University"]},
{"name": "Back to the 1950s", "date": "14th January 2019", "text": ["This is one of those cases where I’m not sure it’s sexism. Sometimes it’s tricky to spot sexism because it could just be a problem with an individual and have nothing to do with gender. Still, my story makes me feel discriminated based on the qualities I may possess because I’ve been conditioned to cultivate them as a woman. I’m not a housewife: I go to work part-time and I’m a university student. I’m currently off work to care for our newborn baby, but I still have one class at uni and coursework to do. In a nutshell: I manage our household. If I didn’t dole out the tasks to make things more equal, I’d be doing everything on my own. I’ve spent so much time over the years discussing or arguing about cooking and cleaning, the things that take up so much time in our daily lives. My partner agrees that we need to share the responsibilities at home but doesn’t believe in doing things regularly. He would clean the toilet twice a year and eat a warm meal every day from a cheap snack-bar down the street from us in order to save himself the trouble of doing chores and doesn’t expect me to do the cooking or the cleaning either, so that’s why he’s not discriminating against me based on my gender. But the fact that I do clean the apartment on a regular basis and keep our kitchen stocked with healthy meals means that at the end of the day, I’m running the household on my own. It’s convenient that my partner doesn’t have to feel like a sexist when he eats his dinner at the table I’ve wiped his breakfast crumbs from by telling me that I don’t have to do anything at home if I don’t want to. Because he does see that he needs to share the workload with me, he will clean or prepare a meal (from time to time) but I always have to tell him what to do. In this respect I’m the house manager, organising our home-life on my own and enlisting my partner’s “help” rather than working with him on an equal level. I know that not all men are like this, and that in some cases, the man is the cook and keeps the home clean. Having spoken with others about their partnerships though, I get the feeling a lot of women are doing more than their fair share at home while working outside of the home. Not all men are abusers either, but I’m bringing this up because I think that many partnerships between men and women are tainted by long-standing conditioning of gender roles and that we’ve lost sight of the source of this problem in 2018 where we believe we’re on an equal level and that we’re free to do what we please. My children will grow up seeing their mother running the show at home and even though the world wants to convince them that women and men can share the responsibilities equally. The fact of the matter is, more often than not, we don’t."], "tags": ["A woman's place", "Cleaning", "cooking", "gender roles", "Home"]},
{"name": "Enough", "date": "14th January 2019", "text": ["« Female thief punches woman at cash machine to steal her money« ", "Doesn’t say black thief", "\nIt’s obvious she’s black. It’s also obvious she’s female.", "\nThe photo is clear.", "\nWhy state the gender?"], "tags": ["Media"]},
{"name": "Clara", "date": "14th January 2019", "text": ["I am a postdoctoral scientist at the University of Oxford. ", "As a female researcher in mathematical statistics, I am part of an environment which is still male-dominated, however I was lucky enough to have never been discriminated as a woman. Until I arrived to the University of Oxford. ", "The principal investigator of my project was a male professor in Medicine, who was known to have a professional preference for male English native speaker researchers. I did not expect what happened to me. ", "In the first few months of my contract I was continuously interrupted during the meetings. Once I presented the advances of my work. This person didn’t believe that and he asked a male colleague not involved in the project to provide his point of view. After few days, this colleague presented more or less the same model, even if he didn’t have the time to understand the dataset. ", "At every meeting, the amount of time I was given to present my results decreased and decreased. I was the only statistician in the group and in the end the analysis meetings were divided into 50 minutes for descriptive analysis and few minutes for more advanced results. A couple of times I had only two minutes to present, while my male colleagues had more than 30. ", "During the annual meeting, this principal investigator fell asleep during my presentation and the presentation of the other quantitative analyst (another woman). ", "I had to hear sentences like “this is too complicated for her”, “she does not understand mathematics” (said to a PhD in Statistics and Mathematics by clinicians), “a woman researcher in her thirties has to think about having children, nor research”.", "The most difficult part of it was that it seems to me that I could not do anything. No matter how hard I tried. ", "I tried to talk about this with my supervisor and with my project managers. They both listened to me and told me that they knew about the situation, I was not the first one, but there was nothing to do. ", "And my department, in the end, won the Silver Athena Swan award for gender equality.", "I felt powerless. And incapable. Every time I talked about my problems out of my university, everyone was shocked. Every time I talked about my experience in my department, everyone knew and said that I could not do anything. Just accept."], "tags": ["Workplace"]},
{"name": "Petalla", "date": "14th January 2019", "text": ["Years of being asked to write the notes of meetings on the flip chart because “you have such neat handwriting”. ", "Watching all the men exit a meeting room leaving the coffee cups on the table and leaving me, supposedly a peer, to clear them up. ", "Listening to male managers make assumptions about women with young children and their readiness to change job without them ever had a career conversation with any of them. ", "Learning at too young an age that the best way to avoid sexual assault was to cross the road, “stay out of his way”, walk with keys in hand ready to use them as a weapon, not to take public transport or simply not to go out at all. ", "Being asked by my male manager to dress more provocatively at work. ", "Being always the second name and second contributor on our joint tax return even though my husband hasn’t been in paid employment for 17 years and I am the only income earner. ", "Being asked how my husband feels about the fact that Ivdudnt change my last name when we got married. ", "Listening to my male gynecologist talk to my husband about the risk of maternal mortality while I, the pregnant one, didn’t get to be part of that conversation. ", "Being told that I am not a good mother because I work. ", "Blaming myself for more than 40 years for being sexually assulted at the age of 14 by four 17 year olds in a public park, while the park keeper watched and shouted “Go on, get her, boys”."], "tags": ["Home", "Public space", "Tax", "Workplace"]},
{"name": "Eesa", "date": "14th January 2019", "text": ["So I was at school and some kid yelled at my friend “NICE TITS!” And because she hates people like that she replied “THANKS! I GREW THEM MYSELF!”"], "tags": ["School"]},
{"name": "Charlotte", "date": "14th January 2019", "text": ["My friend and I came out of the ladies’ toilet in a club, to find two much 50+ year old men purposely blocking our path. They said ‘We think you two are gorgeous’ and asked us repeatedly if we wanted to go with them, very immediately asking for sex. Another woman we had befriended in the loo tried to tell them that we had boyfriends and to leave us alone- they completely ignored her. She was around 30 and we are 19 so it was pretty obvious the men were targeting us because we’re younger. After their continued harassment where they received no positive response from us (I literally wasn’t looking at them) but I looked up and stuck up my middle finger at them. They were immediately angered and offended, we managed to pass them but they one of them said ‘I’ll follow you home’."], "tags": ["dangerous", "harassed", "inappropriate", "older men", "overpowered", "Public space", "Scared", "Scary", "sexualised", "targeted", "threatened", "young women"]},
{"name": "Patricia", "date": "14th January 2019", "text": ["While travelling, I slept in a mixed dorm for three nights. The first two nights, I was alone in the room, but the last night, a man in about his sixties joined me in the room. I was already not particulary comfortable around him from the start but figured, “oh well, I’m in a mixed dorm, that’s how it is.” So I went to sleep and woke up at 3:30 a.m. to find his hand high up on my thigh. I jumped and pushed his hand away. He immediately receded and then asked whether I was okay and without telling him off, I said yes. I didn’t sleep for the rest of the night because I was scared, especially because he was also awake the entire time. I didn’t tell the hostel manager (even though I had a good relationship with him) or anyone else the next morning and only left as planned. I can’t say whether I would have said something if it hadn’t already anyway been my last night. I have spoken to barely anyone about this, because – even though I know on a rational basis that it was fully his fault and not okay – I was somehow ashamed, without even knowing about what. When I think back to that night I shudder in disgust and anger, and yet very few people around me (especially the men in my life) don’t know or can’t even imagine that that happened."], "tags": ["Harrassment", "Public space", "shame", "silence", "touching"]},
{"name": "Tatt", "date": "14th January 2019", "text": ["Thé new GP at my drs surgery is so sexist that several women have refused to see him and a few have made official complaints. I thought I’d give him the benefit of the doubt. He was a piece of bullying shit.", "\nThe female Gp is now overloaded with patients who refuse to see him and has gone part time because she can’t stand him either. When we can’t get an appointment with her the receptionist treats us like we are the problem because « she’s only part time » Not our problem they need to employ cover for her but mr Big male Dr is the rich boy practice owner and won’t spend the money.", "\nShe managed to be full time with two kids for a decade but she goes part time rather than stand up against this awful young entitled young man, who isn’t even that bright but whose daddy bought him a business, leaving patients who don’t feel able to see him to wait a fortnight.", "\nThe nurses are great but darent speak out against him.", "\nTill he got here we saw a dr within a few hours. Now we have the stereotype of a female who goes part time just when you need her, only it’s not because of children. I wonder how many other women go part time because of relentless machismo"], "tags": ["Public space"]},
{"name": "alison", "date": "14th January 2019", "text": ["My daughter was given the following mnemonic as a way of remembering something in one of her chemistry lectures:", "Late College Parties Never Produce Sexy European Girls That Drink Heavily Even Though You Look.", "When challenged, the lecturer said “I know it’s not great, but it’s a really useful way of remembering”", "And we wonder why there are not enough women studying science!"], "tags": ["University"]},
{"name": "C", "date": "14th January 2019", "text": ["I was in a community garden with 3 female friends. We were sitting round a bonfire chatting, when we a man started shouting at us through the gate – fortunately locked. He was using very misogynistic language (begins with a ‘c’, ends with an ‘unt’) and yelling at us to suck his cock. We all down-played it at first, we made jokes, laughing but looking uneasily at each other. The men didn’t leave, and the threats and abuse continued. They started pacing the perimeter of the fence, and we got a sense that there were more than 2, although it was hard to count how many, because there were lots of bushes. They were back at the gate, and I was feeling increasingly frightened. The gate was climbable; we were basically sitting ducks for these abusive, threatening, misogynistic and persistent men. So I phoned 999. The men could hear  me, so I didn’t explain how easy it would be for them to get at us, but I reported their language, their threats, and the fact that we couldn’t get away without the police. The operator sounded quite shocked at the extent of their abuse, and said she’d get someone out. She didn’t offer to keep me on the line, although I didn’t realise how remiss that was until later. We waited for the police. We put out our fire (which had been a source of security and comfort as well as heat) because we didn’t want to keep the police waiting. We waited. For 20 minutes. For longer. The men went quiet and disappeared. We didn’t know if they’d gone, but eventually decided to peep out of the gate to see, because god knows when (if?) the police would show. Luckily the men must have sloped off, and we got ourselves out. The police phoned me 45 minutes later. That’s how much of a priority our safety was to them.", "\nA couple of weeks after this incident, I realised I’d only been back to the garden once. I used to go at least once a day.", "\nFinal thing: I think lots of us routinely downplay the sexual harassment and violence we face. It’s a coping mechanism that we don’t even know we use, but as well as helping us to cope, it helps to minimise the seriousness of the abuse. As a lawyer friend pointed out to me afterwards, these men were threatening to orally rape us. Might as well call a spade a spade."], "tags": ["Public space"]},
{"name": "ella", "date": "14th January 2019", "text": ["Every year, my school has an interhouse rugby competition. This year I noticed that the girls always play on the half sized pitch and aren’t allowed to do scrums, whilst the boys play the full game on the full sized pitch. I asked the PE teacher why this was and he said ‘oh because the girls tend to get too out of breath for the proper game’, despite most of our school’s sporting success coming from girls. I mean, we have a girl who’s on the training programme to cycle for Great Britain,female county nebtall/rugby/football players and countless girls who have won trophies for the school and are very passionate about what they do, but they’re still not allowed to play proper rugby because their lungs aren’t up to it 🙂"], "tags": ["School"]},
{"name": "Dani", "date": "14th January 2019", "text": ["When I joined university, I was keen to make both male and female friends. Yet, every time I attempted to start a conversation with male classmates, they would almost always respond coldly in a bored and monosyllabic tone. ", "It was only when I saw how warmly they treated the pretty, blonde girls of the class that I realised my male classmates only cared to be polite to women they found attractive. Even worse, I realised that if this was the case, they had absolutely no interest in platonic male-female friendships. ", "Women were only worth talking to if the conversation could lead to sex."], "tags": ["University"]},
{"name": "Traumatised Female", "date": "14th January 2019", "text": ["I went to a Halloween party recently and got quite exceedingly drunk. A new friend of mine proceeded to ‘check if I was okay’, and groped me – as well as sticking his tongue down my throat. I was paralysed in my drunken state but still repeated the fact that I was very drunk. A friend extracted me from the situation but now I am haunted by this, especially because I did not act in response. I consider myself a feminist but I don’t want to hang out with him anymore but he is a part of my friendship group and so I’ve let it sit. I still have nightmares where someone is touching me and I can’t speak."], "tags": ["Friend", "Public space"]},
{"name": "Justice for Dr Ford", "date": "14th January 2019", "text": ["Saw a comment on John Oliver’s video about Brett Kavanaugh that said that Dr. Blasey Ford couldn’t have been sexually assaulted because she “wasn’t crying enough” and “was too composed”. But if she did cry as much as that person expected, she would have been dismissed as “hysterical”. And if she acted the way Kavanaugh did, she also would’ve been called “hysterical”. Some people want to believe that sexual assault isn’t a crime so badly that they will do anything to discredit accusers who only want closure and protect the disgusting excuses for humans that are the perpetrators."], "tags": ["Media"]},
{"name": "Lucie", "date": "14th January 2019", "text": ["I baby sit my cousins (10 and 7 years old, both boys) every 2 weeks. This time around I wore a top with the batman logo on the front, the 7 year old says “that’s a boys top”, to which I reply “I can wear whatever I want”. Praise the lord Josh (the 10 year old) quickly and loudly agrees and tells his bro, “that’s true! She can!” <3. Unfortunately, Ewan (the 7 year old that before today I would have called a dear relative) then came out with \"Don't your friends laugh at you?\"", "\nOuch kid.", "\nLater on, they got their 2 guy friends from down the road to come over for a bit and they all played together on some lego game on the PS4. Well they didn't all get to play – but that's irrelevant to anyone seeing this it's just i'm still reeling from the pitch of the tantrum. Anyhow. At some point one of these little boys was choosing the skin he wanted his lego avatar to have. When he got to the girl one he said 'ew why would I wanna be a girl'.", "\nI still don't know which of the little monsters it was.", "\nLater on their dad came home and drove me back to my house, the 2 boys came along too. In the car, the boys told their dad about how I have to wear a suit to sixth form, and then Ewan (7 yr old) told his dad about some story he heard where in some high school the boys weren't allowed to wear shorts even though it was warm, so the boys wore skirts. The dad said \"That's silly isn't it\". I might live in Britain, but I think China could have heard my passive-aggressive, so-done-with-today, very-disappointed-in-you-uncle sigh.", "\nAlas, I wish my less-than-woke day really did end there.", "\nOnce we got to my house, they all got out of the car to say hi to my parents and brother. We all got talking about what i'd been doing with the boys, which inevitably got onto the topic of PS4 and games. Uncle then engages my brother in a conversation about games on the PS4… My brother doesn't ever correct the fact that the 'family' PS4 has only ever been used by me and my dad. Bro has never played it, but for whatever doesn't correct our uncle and instead just sits there and talks about some games we have that are 'really good'. Again – he's never played them. All in all I got the feeling that bro just didn't want to say to our distant family that he isn't a big gamer for PS4 (he has the xbox) and our uncle didn't acknowledge the PS4 is for me and my dad, despite us talking about some games in the car ride back. I'm still reeling that some of these explicit pro-sexism comments actually happened today, I wasn't expecting it since I thought baby sitting was gonna be a simple break after exam week at sixthform. This was only my 2nd time babysitting though, and as I type this I'm protesting by buying angry feminist books with my babysitting money since i'm pretty upset with myself for not correcting any of this"], "tags": ["babysitting", "children", "family", "Home", "Workplace"]},
{"name": "t.m", "date": "14th January 2019", "text": ["My 7th-grade year I was attending a small Christian school and was sexually assaulted by an older man who worked as a teachers aid. He grabbed my butt as I walked by him and made a comment to me. After the event, I told my principal about what had happened and to my surprise, she didn’t believe me. I sat in her office with tears rolling down my face as she said to me, “You do realize how much trouble this man can get into? The police can get involved and his life will be ruined.” I was defeated. She then proceeded to tell me that he was a “man of God” and would never do such a thing. but he did. There was no proof that this had happened because he had done it in an area that the cameras didn’t point to. Justice didn’t serve me that day. She had confronted him right in front of me and he laughed and told her he was getting a pack of gum from his pocket. Nothing more. Later on, she banned him from coming on the school campus but he was still allowed to go to events. The events that I attended, this man would always try to pursue a conversation with me. I stopped attending events and eventually stopped attending the school. This event was only the beginning of many.", "Many events like this have happened to me and I’m only 17 years old. ", "I was raped by a boy who wanted nothing but my virginity but I did nothing about it because he was “drunk” and it would “ruin his life” but that’s just what I was convinced to think. I wish I would have known what I know now and done something about it. I was sexually harassed by three boys on bikes while I was walking into a restaurant alone. They cornered me and kept telling me vulgar things then fled after I took my phone out to call the police. Men in my workplace “compliment” me and tell me how beautiful I am but they don’t compliment my intellectual mind. ", "I’M ONLY 17", "This needs to change."], "tags": ["#thisneedstoend", "Public space", "School"]},
{"name": "sad teen", "date": "13th January 2019", "text": ["i was just walking, at about 8am, from my friend’s house to the bus stop, which is 30 minutes away. During those 30 minutes, at least 4 men shout, call or honk at me.", "\nit really made me think. it just took about 30 minutes for me to be assaulted by about 4 people. now think about the quantity of times this happens to all of us…"], "tags": ["Public space"]},
{"name": "Avery", "date": "13th January 2019", "text": ["My mom a few weeks ago was very interested in a conversation I had with my teacher about how men expect their future wives to be virgins when they don’t have to be. She was in my side and comforting me telling me that sadly that’s how it is. Then I told my dad in front of her and she was too scared to side with me and said that man CAN be that way. Then we got into a fight in the middle of PF Changs that ended up in my dad yelling at me “Shut up, Shut up, Shut up.” My mom and I were alone in the car after that and I was crying and she didn’t say a single word to me, she just watched me cry… she was too afraid of speaking up to my dad."], "tags": ["Home"]},
{"name": "Willow", "date": "13th January 2019", "text": ["When I was about twelve my family and I went to Jamaica for a wedding. Since it was the first time we had gone out of the country we stayed at an all-inclusive resort. This resort was awesome, it had an ice cream machine, a Buffet, an open bar( with age restrictions. Duh.), a beach,  pools and water slides all within a two-minute walk from our room. This was an amazing experience, it was the first time I had been to the ocean and seen trees that had fruits other than apples on them.  I live in a relatively small town and don’t go to the city very often so there are few opportunities for me to be catcalled or harassed. But at this resort there were lots of people around all the time and almost everyone had bathing suits on or some other form of light clothing and many were a bit tipsy in the afternoon.", "\n     As a twelve-year-old from a small town, waterslides were super exciting. My younger brother, sister and I were all over the slids in minutes. I had gone on one of the slides a couple of times and was having the time of my life. At the top and bottme of the slide, there was a lifeguard-type person. This guy’s job was to make sure nobody whent up that was to small or drunk. After going on this ride for a few times I was familiar with the procsses. When I was going up to the slide the guy at the bottom of the stairs woofed and growled at me. I was so confused. My stomach dropped and I felt like puking. I had never even heard of catcalling. I didn’t know that being a woman meant that men would do this to me. I didn’t go back on that slide for the rest of the trip and I never told anyone that it happened. For a while, I forgot about it but as I got older I heard about my friend getting catcalled when she when to the city and when I went to see a hockey game with my family two young women in front of us, on our walk back to the hotel, were being harassed by two men who wanted them to go into their club.", "\n    My life from age twelve to about sixteen was spent thinking these things were normal and even that being catcalled meant you were attractive. Now five years after my brife encounter with harasment thinking of the things women deal with every day makes my stomach roll just like when I was twelve."], "tags": ["Catcalling", "family", "Public space", "Vacation", "Young"]},
{"name": "Savannah", "date": "13th January 2019", "text": ["I was at a friend’s graduation party when her old math teacher came up behind me and began massaging my back around where my bra clasp is as I was getting food. He is an older white man who taught math at a local private school. I tensed up and looked over at where the other three girls in the room were talking, but they all refused to meet my eyes and carried on with their conversation like nothing was happening. I finished getting my food and walked back outside and he left as I walked out. I can still feel where his hands were, and none of the girls have said anything about it to me or anyone."], "tags": ["Home", "party", "Public space"]},
{"name": "D", "date": "13th January 2019", "text": ["I’m a law student, and I have seen many sexist comments from teachers. Especially, it amazes me how in every single one of their examples they always refer as the male lawyer. They never aknowledge how there can exist a woman juggle, a woman lawyer, etc."], "tags": ["Law; university", "University"]},
{"name": "Claire", "date": "13th January 2019", "text": ["Walking home from the shops yesterday, I passed a couple of men. As soon as I’d overtaken them, one yelled at me, “I’ll take your bags from you, you little whore”. I stopped and turned to face them, and yelled back not to call me a whore and not to threaten me. Then I turned and walked on, shaking, while the pair shouted more misogynistic and threatening stuff at me. I had tuned out the content by this point.", "\nConfronting them didn’t feel safe, but I chose to, partly because of my anger in the heat of the moment, and partly because I absolutely hate silently submitting to this kind of abuse. It’s lose-lose; either put up and shut up, or risk further violence by showing some resistance and standing up for oneself."], "tags": ["Public space", "Street Harassment"]},
{"name": "Kaya", "date": "13th January 2019", "text": ["I used to work in a retail shop, and one day whilst stacking shelves two men came in and grabbed my arse. I turned around and screamed “What the hell do you think you’re doing?!” both of them looked dumbfounded, I told them to “Get the hell out of my shop” to which they did.", "\nThe worst part is that a regular customer was nearby and saw the whole thing, he did nothing and couldn’t even meet my gaze when moments later I had to serve him on the till.", "\nThe only silver lining was that I worked in an all female team, who were all incredibly supportive and a manager who said if it ever happened again she would help me report the issue."], "tags": ["Workplace"]},
{"name": "anoymous", "date": "13th January 2019", "text": ["Was at the train station standing next to my boyfriend, a bloke probably middle aged, came up to me, grabbed my arse.. pretty hard, and just walked off .. I didn’t even know what to think – but it was fundamentally deliberate and he knew because soon as I turned around, head down and sped up – why on earth, is it OK to go and grab a persons bum or how does that even cross ones mind."], "tags": ["Public Transport"]},
{"name": "Turkey drumsticks", "date": "13th January 2019", "text": ["Oh no! 🙁 I’m getting harassed by a customer just because I opened his phone simcard for him as my other colleagues (2 male, 1 voluntary worker) were too busy. This man has persistently been taking the piss out of me repeatedly. Did he not think that I’m capable of opening it by myself? Then he wants to shake my hand and consider me a “friend.” I declined, I’m here to work, not to make friends with the customers."], "tags": ["Workplace"]},
{"name": "Male", "date": "13th January 2019", "text": ["Almost 80% of applicants to my course are men.Assuming everybody is equal in talent and motivations, the class should reflect the same level of interest demonstrated by both genders, 4:1 ratio. ", "Yet, almost 50% of students in my course are women because it improves the University’s rankings. Mathematically, this means men are disadvantaged by 37% and women get a boost of 150%."], "tags": ["University"]},
{"name": "Eva", "date": "13th January 2019", "text": ["Over the summer I was at a party that my boyfriend had invited me to. The only person I knew there was my boyfriend and he knew the majority of the people there but not all of them.", "\nWe both got very drunk, especially because the 26 year old host of the party kept handing me shots and insisted that I drink them regardless of if I refused. We were both 18 but my boyfriend knew the host so I wasn’t worried about being in an unfamiliar situation.", "\nMy boyfriend told me that the host of the party actually asked him if he (the host) could try to hook up with me. My boyfriend obviously said no and wasn’t shocked or disturbed by the request at all. He told me, “He’s chill, he backed off as soon as I said no.”", "\nLater on in the night, I was in the dark single bathroom with another guy that neither of us had never met before that night. I was incredibly drunk and that other guy reached under my loose shorts and put his fingers inside of me. I was so drunk and startled and confused that my only reaction was to ask my boyfriend if those were his fingers.", "\nAnd that was about it. My boyfriend got really mad about it once he’d sobered up the next day, but during the rest of the party, everybody just moved on.", "\nIt still makes me feel dirty and violated to this day, but that night, I had no real reaction. I figured that I was so drunk that I must have led him on. I didn’t want to create a scene and have everyone judge me for ‘overreacting.’ I was so used to harassment and groping that sexual assault was just a short step higher. Of that whole situation, I’m just so ashamed that I was so complacent and normalized to sexism and harassment that I didn’t even react in the moment."], "tags": ["Public space"]},
{"name": "Maddie", "date": "13th January 2019", "text": ["My boyfriend forced me to give him a handjob in a parking lot stairwell and it took me a year to realize it was sexual assault."], "tags": []},
{"name": "Elizabeth", "date": "13th January 2019", "text": ["I am 19. Last year I went on a spring break trip to Costa Rica with my family and boyfriend. We were walking to dinner one night, my family was walking ahead of me and my boyfriend was behind me. Several groups of men shouted sexual comments and got closer to me as they spoke. It only stopped when my boyfriend noticed and joined me to hold my hand."], "tags": ["Public space"]},
{"name": "Martina", "date": "13th January 2019", "text": ["This summer I was at the beach with my parents and I decided to go for a walk with my sister, who is thirteen years old. She was dressed and I was wearing a bikini, while we were walking I heard the voice of a man shouting at me, calling me and saying things like “come here come here”. I started walking faster and ignore him, but he started saying things about my body. We were in a square so a lot of people heard him, I was really embarassed and humiliated because he kept saying lot of things that I didn’t like and he made me feel uncomfortable. I didn’t react because there was my sister, who is younger than me, and I didn’t want to scare her. I wish someone had said something to him, he was a 30 years old man and I am only 16."], "tags": ["Public space"]},
{"name": "Lilith", "date": "13th January 2019", "text": ["When I was young (just out of high school) I had no work experience but desperately needed a job. Luckily for me I am a “pretty” girl and I got a job at a pharmacy even though I didn’t even haveon me my CV on me.", "\nA while later while I was on shift one of my guy friends came in to apply for a job but was rajected because apparently only girls would be hired.", "\nI found this very sexist because I wasn’t hired on my merits but because of my “prettiness”. I mean, if I were ugly would i not have gotten the job? If I rajected beauty norms such as had unshaved pits and rainbow hair with a perm would i have been rejected too? These thoughts torment me because I wonder if how I present myself to other people matters for their first impressions of me. That would be awful."], "tags": ["#fascistbeautystandards #femalepriviligeisn'treal #malepriviligedominants", "Workplace"]},
{"name": "Emily Cowlang", "date": "13th January 2019", "text": ["On non uniform days at school I am too scared to wear any tight clothes at all because I don’t want any boys looking at me or sexualising me, it scares me so much  – 15"], "tags": ["School"]},
{"name": "Lorna Paterson", "date": "13th January 2019", "text": ["I’m standing for my local council elections, I went out canvassing this weekend. Our parliamentary candidate wrote a lovely post about coming out and helping me. The post was shared by someone I am running against ( an independent male) the comments were about the fact I’m “blonde so give me a break” and that I need some life experience” and to “learn how politics work” I am 24, these comments were off middle aged men. You’d think running for council I might know a bit about politics? The thing is the more I canvass and my name gets around the more I know I’m going to get abuse. I know some of the comments are going to get nasty. People say they want more young women in politics but it’s so draining when not only am I fighting for votes on policies people want to question (which is fine obviously) but I also have to fight against the fact I’m a five foot 24 year old blonde. Do I have to be 60 year old male to be listened to? Apparently so."], "tags": ["Politics", "Public space"]},
{"name": "Emma", "date": "13th January 2019", "text": ["When I was a freshman, a senior boy sat next to me on the bus and was very friendly and talkative. He asked for my number so “if he got bored” he could text me. I was suspicious but had no reason to say no so I complied. He would text me randomly things like “whats up” or “class is boring.” Nothing bad. He mentioned a few times that he thought I was pretty and I would reply along the lines of “lol thanks.” I was a little uncomfortable but I attributed it to my social anxiety. I thought this was how normal people made friends! After all, I was being cautious and he had not said anything blatently offensive. ", "I don’t remember there being a turning point where things got worse. It was maybe that summer where he graduated and I was a rising sophmore. He asked me many, many times to date him, and would constantly tell me that I’m pretty. I spent hours overthinking how to nicely turn him down. He began pestering me to hang out, even at night one time. When I declined, he turned it on me, saying I would have a different answer if he was white. One incident that sticks out in my mind is him screenshotting a picture of me off of my friend’s instagram and putting “😍” all over it. I said my usual “lol thanks” and he blew up about me being a bitch because it’s “wrong to laugh at a compliment, and he then told me to “have a shit day.” I felt horrible and apologized. I said I wasn’t used to that kind of a compliment and I didn’t mean offense. ", "I felt that the stuff he was doing was crossing a line, but excused it as a personality difference. I’ve been called sensitive all my life; that must be it. And besides, just because he was being somewhat rude didn’t mean that I should have to abandon my personal value of being kind to and forgiving everyone. Right? ", "He would more frequently sent me pics of his face out of the blue saying “I want to kiss you so bad.” If even 1/3 of my face was in my streaks photo I would get this. I didn’t think he was being manipulative because I knew he had suffered serious anxiety/depression so I though he would understand what it felt like to be out of control, and he wouldn’t want to do that to anyone else. I suppose that in some sense, I felt that he had trusted me with this information, and therefore there was a certain level of trust and respect he would show in return. He sent me stuff about liking me again and again, and even asked why I didn’t like him because he was “funny, smart, athletic, and hot.” I thought he was somewhat narcissitic, but not manipulative. I ended up telling him multiple times that I wasn’t interested in sex at all, and that he wasnt the issue. One notable response includes him saying “Actually, you dont really know that (referring to me saying I that dont want sex), but whatever I’ll let you win this one” like he was being the bigger person by disregarding me and my feelings. I knew this was wrong but excused it as immaturity… ", "I can’t remember when but I had met up in person with him once. He showed up 45 min late and I waited in the cold, obliviously, until he showed. ", "Fast forward to the next summer after a year of off and on communication. It was exhasuting. I told him many times I didn’t want to be friends but he would always turn it on me, saying that I was being over the top. In reality, I think his words had so much influence over me because my inner critic was saying the same things- and with his voice, I now had two voices saying I was wrong and there was something wrong with me. I didn’t want my anxiety to control me and make me this “bitch” that both he and my inner voice called me, so I never cut him off completely. ", "The worst was when he sent me an unprompted explicit message of what he would do to me to give me my first orgasm. I responded “sorry, too much.” I cannot express how much I hate the way that I responded. It’s disgusting, me blaming it yet again on myself. Why have I been conditioned to believe that everything is my fault? That it’s ok for guys to make mistakes because they can’t help lust? ", "I knew it was wrong. But I finally felt like I had proof that I wasn’t crazy! I was, in a very disturbing way, happy that he sent this obviously wrong message. It meant I wasn’t making something out of nothing. ", "I offhandedly ended up telling my best friend. Saying it out loud made it obvious how wrong every damn part of it was. She helped me break my snapchat streak with him. I sent him “ending all streaks.”He argued with me for an hour about it, but with my best friend, I was confident enough in myself to keep pushing back. I knew it was the end. ", "I blocked him on snap & insta a month later. Two weeks ago he texted me “hey” “long time” and “how are you?” I didn’t respond. He has created 2 new instas and has requested to follow me. I still have a snapchat follow request from him (maybe a month old?). Having gone through this ordeal I can see clearly how he manipulated me, especially based off of the fact that he could tell that I had anxiety. I cannot believe how I acted. I wish I had told me best friend sooner, but was afraid she’d call me crazy. Yes, she thought my actions were ridiculous, but contrary to my fears, she never for one second thought I was ridiculous. ", "I’m sorry this is long, but I believe that shortening it would compromise the effect. It was many, often small, events that comprised this situation. I am not trying to be dramatic, and am sorry if my long winded story appears to dimish the  trauma that victims of physical sexual assault experience. I only hope to help myself and others by sharing.", "I love you best friend. Fuck you, manipulating guy."], "tags": ["blamingmyself", "littlesigns", "School"]},
{"name": "Arianna", "date": "13th January 2019", "text": ["I was working in a restaurant. I was 19 years old.", "\nMy boss was a married man with kids and was probably at least 50.", "\nThere have been a few episodes of harassment.", "\nOne day I was bending down to clean a shelf and he said “are you bending down for me?”", "\nAnother time he grabbed a plastic glove, showed me two fingers and asked “are you ready?”", "\nI was 19, he was married with kids."], "tags": ["Workplace"]},
{"name": "Lisa Vargas", "date": "13th January 2019", "text": ["When in the social staffroom at work I sat down with a large group of men to finish my snack – a banana.They were discussing cricket – I joked about changing the subject – they inquired what I would like to change the subject to, I replied anything. The oldest male member of the group lent forward and said ‘How about we sit here and watch you eat your banana?’. In response to this all of the men burst out laughing, some an uncomfortable laugh but a laugh none the less. I looked at this man and said; ‘That was sexual in nature, unwanted and made me uncomfortable = sexual harassment. Now I am going to go back to my desk and have my snack where I am not going to be sexually harassed."], "tags": ["School", "Workplace"]},
{"name": "M", "date": "13th January 2019", "text": ["YESTERDAY", "\nI had just dropped my friends off to the cinema as we were running late and I went to park the car a 5 minute walk away. It was around 9pm and it was dark and cold outside. Where I had been in the car with the heating on, I had taken my coat and jacket off and so was wearing a flowy vest top with jeans and trainers. I got out the car like this to pay to park when two men walked past. Before they got to me one said “Put some clothes on”, I didn’t even look at them, I carried on at the pay machine, the same man then repeated “are you not cold?” I ignored them again. His mate then said “fine, ignore us then” and they carried on walking past me. ", "I have such complicated thoughts on this encounter as if it was a women who past me and said that, I would have laughed and explained or said something funny back or at the least, acknowledge her. So why is it that because it was two males I felt scared, alerted and suddenly very naked. I still do not know whether that was an act of sexism or if I am the one being sexist. I live in a society where I am taught to be afraid of men when I am on my own at night, to hold my keys between my fingers and to not make eye contact or walk bit more ‘manly’. That is not acceptable behaviours, I should not be made to feel this way."], "tags": ["alone", "carpark", "night", "Public space", "Sexism", "society"]},
{"name": "ZiZiZo", "date": "13th January 2019", "text": ["School.", "\nWe did a topic about feminism in English. Everyone turns to a boy and sympathetically say “oh, sorry man” because he hates feminism. He just needs to see that women are equal. That’s all.", "\nWe watched the film Suffragette in history. The boys started laughing when she was imprisioned (sorry for the spoiler) and we’re yelling “ooh, she got slayed!” And I’m like “well, yeah. She fought for what she believed in and just because it was different, she got imprisioned. That’s not funny.”", "\nWe’re split into boy/ girl groups in pe. We do the same topics but the boys did contact in the field and we got non contact in the netball court."], "tags": ["School"]},
{"name": "Anonymous", "date": "13th January 2019", "text": ["Multiple times I have heard the inappropriate ways guys touch me and/or discuss me or my body. I used to think it was a compliment and I should be happy about it, considering I was so insecure. Now I realize it’s just wrong and I’m sick of it being normalized. It feels like my school, my family, and friends don’t see it as a problem which makes me want to ignore it despite how uncomfortable I feel."], "tags": []},
{"name": "Naina", "date": "13th January 2019", "text": ["Many times I am introduced as “This is’so and so’s wife’, Naina. Manay times I thought it was fine because the person I was being introduced to knew my husband and hence he became a reference point.", "\nBut now I think that if the phrasing is changed slightly, it would make me feel better. Hi, I am Naina, and ‘so and so’ is my husband.", "\nThere is a slight difference and the difference is about ownership."], "tags": ["Public space"]},
{"name": "kate", "date": "13th January 2019", "text": ["at school we had to watch a video on domestic violence, about this teenage girl who was violently abused by her boyfriend, to the point of being paralysed. After, i was discussing it with the girls in my group and a boy who sits with us (who i have always not liked) spoke up and said that the girl deserved it if she provoked him, and the scariest part?, he was dead serious. Being a proud feminist myself, I immediatly stood up to him, and told him off on it, (admittedly i said he had psychological issues for saying such a thing) but it was like talking to a brick wall. i no longer feel safe around him, and this angers me to the point of utter frustration. it angers me that there are men out there who believe it is their right to abuse a woman based on the grounds of provocation, based on the notion that we should be timid, tame creatures; only existing soley for their benefit. i do not hate men, but this is not the first experience i have had with comments like these; after a while it gets a little hard to be patient with the male gender when all you hear, see and experience, is a profound disturbance towards women. hearing boys talk about women like shit, like sexual objects; or even worse, like items to be consumed, like we are nothing at all. i am weary around men, but i know they are not all bad, i am just finding that many of them are. i hope this can change, if not for me then for the next generation of girls who are born into bodies that will come to feel like burdens."], "tags": ["Media", "Public space", "School"]},
{"name": "Michaela", "date": "13th January 2019", "text": ["I remember when I was just 10-12 years old, girls would come to school telling stories of guys who “honked at them” driving past when they were walking home from school. They would say it with so much happiness of how that meant that they were ‘attractive’ and ‘desirable’, leaving me and other nieve girls to believe for this not only to be okay but a good thing. A couple of years later I was going for a run and a guy honked his horn and yelled something out, my first thought was “finally, my hard work is paying off”. Not only was my inner content with my body determined by how men saw me but I had grown to desire something that I later realised was actually quite offensive and demeaning. This is not okay."], "tags": ["Public space", "School"]},
{"name": "Powerless", "date": "13th January 2019", "text": ["When I was in year 10 (high school) I took a year 11 media class, we had a group project where we had to create a news story with four different components, we were all assigned a topic and told to film and edit our own section. My group consisted of 2 year 11 guys and another year 10 girl. When it came to the editing stages the boys took complete control and said they’d edit our parts for us. Despite us not only wanting to learn, but actually quite enjoying the task, we obliged. We let them do it because they were older, because they must have been smarter, because they were BOYS.. I felt powerless.. after all we had ‘no right’ to stand up to them.", "\nThat was the lowest grade I ever received in high school. A grade that reflects not my work or talent, but rather the status of equality in Australia and the world."], "tags": ["School"]},
{"name": "V", "date": "13th January 2019", "text": ["I occasionally work in a theatre as staff, and I was once put in charge of the control of the tickets (task usually given to men, for some reason). A man with his wife came along and while handling me their tickets, the man made what was supposed to be a joke: “are we gonna see you dancing on stage with the other dancers later?”. The man was surprised to see that I did not laugh, and the wife felt the need to repeat the joke to me stating that it was a joke. My only sharp answer was: “I understood very well what that was”.", "\nIt is interesting to see how women are not only supposed to be told these kind of, usually not wanted, jokes from unknown people, but also are expected to react in a positive way and with a nice smile on their face.", "\nI feel the less and less comfortable with these “jokes” and the only thing I feel like doing is to be sincere in my reaction. Ironically, this kind of reactions are seen as rude, despite these jokes are themselves rude and inappropriate in the first place!", "\nSo, let’s just stop smiling and laughing in front of inappropriate and sexist commentaries or jokes. Let’s stop having the nice flattered reactions men (or women) expect us to have! We are not dolls and we did not ask for any of this, especially in a work place, or in our daily routine."], "tags": ["Workplace"]},
{"name": "Mia S.", "date": "12th January 2019", "text": ["I went to take out the trash to a recyclables-only-bin which was a one-minute walk from my apartment and I suddenly heard a loud and sqweaky beep from a horn. Turns out it was one of these big transporters; the driver was sitting comfortably in the driver’s seat which was 2.5 meters above my head and slowed down when he saw me. He was staring at me, he winked and pulled his tongue out. I am 26 years old, he was in his 50-60-70s from what I could tell. He could barely make out if I was a kid or an adult-he horned and winked and pulled his tongue out anyway. Just because he saw my long hair and handbag. I stood still for a few seconds and showed him the finger. Only then did I realise he was the father of the kids I used to babysit for 2 years. I wish his sons do not end up like him."], "tags": ["Catcalling", "pervert truck drivers", "Public space"]},
{"name": "Mother Too", "date": "12th January 2019", "text": ["When I came out as transgender to my mother, she vanished for the day, and came back and went to bed without talking to me. Later, she asked if I wanted to transition and how it “would ruin your body and leave you with ugly scars. Why would you want to do that to your body? Your body is beautiful and other girls would kill for a body like yours.” Simply because I have a perfect hourglass, and decent boobs/ass. She wants me to dress up in dresses and skirts, no matter how much I tell her I’m uncomfortable with them. I don’t feel at home in my own body, and she refuses to accept this simply because other people can find pleasure in it."], "tags": ["Home"]},
{"name": "catcalled on way to interview", "date": "12th January 2019", "text": ["I recently went to a job interview and got catcalled in the parking lot of a store near to where the office was. I had stopped there to use the restroom and change into my nicer interview clothes since I’d had to rush from my job to this interview. It made me really angry to be disrespected like this and it elevated my stress and anxiety, which is not great going into an interview, which is stressful at the best of times.", "I came home from the interview to tell my boyfriend, indignantly, that this had happened prior to my interview. Instead of responding in the frustrated or empathetic way I had hoped, he told me he was glad that he had a gf who was hot enough to be catcalled. ", "Luckily though, I got the job! I was apparently able to not let it get to me, however it is not right that women are constantly having to modulate their feelings, not let things get to them, etc., just going about their daily lives in public."], "tags": ["Public space"]},
{"name": "Ash", "date": "12th January 2019", "text": ["When I was around 15, I was volunteering in sport and when I was walking past people someone grabbed my bum as I walked passed. It was enough of a grab to be intentional. When I was even younger, around 11, while on holiday I was behind an older man on stairs and he started to talk when he turned to me and said ‘why don’t I just f**k you up the p***y’, being 11 I didn’t fully understand what was going on, but now as a 21 year old I can fully understand and speaking up is something I will forever do."], "tags": ["Public space"]},
{"name": "Sarah", "date": "12th January 2019", "text": ["When I worked for a big multinational company, I had a boss who disliked me from the day he started managing our team.  He was shorter than me and this clearly bothered him. He constantly commented on it.  Also, I was more experienced than he was, this appeared to be a problem for him as well.  He tried to undermine my work, steal my ideas, include my hard earned data insights in his reports without giving me credit, overlooked me for promotions and made constant sexist and very inappropriate jokes in the meetings where I was the only female.", "\nI couldn’t take it anymore so, when I tried to leave his department. He called the manager of the department that I was hoping to move to and lied about me to ensure that I wasn’t hired into the new department.  I complained to HR with email proof and other eyewitness proof of his behavior and they acted like I must be imagining things.  This kind of behavior happens all the time in the software industry. Constant protection by HR of shitty managers.  Managers who are insecure short little Napoleons bullying and undermining people who they feel threatened by.  In this case, it was me, a capable woman. I had to quit in the end.  He’s still there being protected by HR.  No other women work for him now which speaks volumes.  The little ankle biter can’t be trusted to run a team with women in it."], "tags": ["donotundermineme", "Workplace", "workplacebullies"]},
{"name": "Antonia", "date": "12th January 2019", "text": ["got gang beaten because i posted a picture of me with my girlfriend on instagram the other day. i’m 18. they called me a slut, an ugly lesbian, that i’d be better off dead.", "i’m too scared to even report them to authorities because i’m afraid that this will repeat and that they will get even angrier in the future.", "i feel lost and helpless."], "tags": ["School"]},
{"name": "Jessica", "date": "12th January 2019", "text": ["I didn’t want to kiss a coworker at a restaurant and bar, and he became angry and used his influence to affect my tips and relationships with customers."], "tags": ["Workplace"]},
{"name": "Emma", "date": "12th January 2019", "text": ["I’m a female GP working as a locum. I was told by a man in his 50s I should be permanent as I was nice to look at. “don’t get me wrong Dr, I’m happily married but it always helps!”"], "tags": ["Workplace"]},
{"name": "Kitty", "date": "12th January 2019", "text": ["I was watching a YouTube video entitled Top 15 Abuse Public Service Announcements recently, & felt as though a couple of them implicitly victim-blamed. One featured a man going up to a bar & chatting up a woman, & the voiceover woman said that we’ve just seen a rapist in action, then we see the man approaching the woman again & dropping a pill in her drink while he’s talking to her. The moral of that story is, apparently, ‘watch your drink’. Um, instead of telling women to watch their drinks, why not tell men not to approach random women in bars, drop pills in their drinks & take them off somewhere & rape them?! And there was another one about dodgy cabs in London, where there’s a male driver talking to camera about how he’s been in trouble with the law as he’s driving along, & says that having sexual assault convictions doesn’t stop him picking up women in his cab (or words to that effect), before stopping & picking a woman up. At the end, there is writing on the screen saying “know what you’re getting into?” & adjures women to get a black cab, a night bus or ring a number to find their local minicab office. Instead of doing that, why not do more to stop unlicensed minicab drivers plying their trade, & tell dodgy cab drivers not to pick up women with the intention of sexually assaulting them?! Although whether they’d listen is debatable. To be fair, there was an anti-rape one created by the Welsh Government, entitled ‘Stop Blaming The Victim’, where we see a man & a woman on a night out together (they met in a club), & the story of what happened that evening is told from both their points of view. Predictably, the man makes excuses for his behaviour- what the woman was wearing, the fact that she asked him to walk her home & invited him in, the fact that she’d had several shots in the club, etc., etc. (i.e. the usual victim-blaming twaddle that rapists come out with to justify their actions)- & saw nothing wrong with what he’d done because he thought that she was ‘asking for it’ on the aforementioned grounds, while the woman was shocked & upset about what had happened, & never thought it would go that far, or words to that effect. This ad obviously did NOT blame the victim, on the grounds that the general message in it was that we need to STOP doing that (agree!)!", "\n"], "tags": ["Media", "public service announcements", "rape & sexual assault", "victim-blaming"]},
{"name": "Anell", "date": "12th January 2019", "text": ["I started an internship in an organisation that I knew was very male dominated. I didn’t think much of it at the time, I am so accustomed to organisations where men generally make up the top and middle positions. ", "Whilst conversing with a male co-worker, we were discussing current affairs, history and politics. I gave my opinion and to my surprise I was baffled at the ignorant comment escaping his mouth. “Wow, you know quite a lot especially for a woman…”", "\nI did not know what to respond so I stayed silent.", "The same co-worker gave me a hug and then proceeded to forcefully push his tongue in my mouth whilst I struggled to push him away as a fellow colleague watched. ", "As time progressed I became more aware of the attention I was getting for my appearance. Being judged for my choice of clothing, how it isn’t feminine enough… Once again I would just stay silent, smile politely and comfort myself by saying they don’t know any better. On days when I wear dresses the comments are severely inappropriate. ", "I spoke to my female supervisor about it and she told me to laugh it off. Actually, I became aware that women in general in this organisation just laugh it all off. She instead decided to tell my friend and fellow co-worker that she dresses inappropriately, although nothing about her clothes were inappropriate, she was just younger.", "Eventually I had an interview at this organisation to become permanent, the entire panel was male. It was for a secretarial position and as the interview was about to start I wanted to ask where the female representatives were, but once again I stayed silent for fear that it would limit my chances of getting the job.", "So in mid March of this year I started addressing the issue of harassment in the workplace, as well as the blatant display of sexism against female employees. It got to the point where silence isn’t an option any longer. There is a deep fear in women to speak up. ", "The organisation was advised to start implementing gender mainstreaming. No one had a clue on what the topic was. ", "I do not believe in staying silent, but it is a frustrating battle fighting this system. It’s tremendously difficult explaining feminism to people who see it as not important. Ignorance is a choice, and we shouldn’t stay silent."], "tags": ["Workplace"]},
{"name": "Stephanie", "date": "12th January 2019", "text": ["I was in class with a male teacher, there was rumours going around my school that he would grab girls skirts and move them or look down their tops, I don’t normally do my top bottom of my shirt up this most teenage girls at my school but for this particular class we would all the our top bottoms up to be safe, it was a Japanese class and I needed help with one of the words so I raised my hand and asked if I could have some help he came over and squatted down next to me and started touching my back he then proceeded to put his hand on my thigh, my best friend was behind me and saw the entire thing, she poked me and mouthed wtf is he doing and I just shook my head in confusion he was finished helping me and when he went to stand up he grabbed my crotch and that’s when one of the guys in my class who had been watching the entire thing grabbed him and pulled him to the floor, I haven’t seen him since"], "tags": ["School", "teachers"]},
{"name": "anon", "date": "12th January 2019", "text": ["On my 18th Birthday in London, my friends took me to a club. I usually would protest to a club. I get very anxious when it comes to big crowds. However, I let them convince me to go out. Surprisingly, I had fun at first. Then, I lost my friends. A man, about 30, saw I was struggling to find them. He approached me, grabbed me, and began to kiss me. I tried to pull away but his grip around my waist pulled me in too tight. After 20 seconds of squirming I was able to run away. I felt violated like never before. But it was a club… My friends just blamed it on club culture. Everyone around us were hooking up. “Take it as a compliment- he thought you were pretty.” I never said anything to anyone else. And no I was not drunk but it shouldn’t have mattered even if I was. I was violated. He thought he could just do that. because it was normal in a club. And he was a man. For days, I could feels his hands on me."], "tags": ["violated"]},
{"name": "Julia", "date": "12th January 2019", "text": ["I was in the middle of a conversation with a close male friend. Midway, some bully walked past and shouted out “Homo-slut”. I cried and cried, expecting for my close friend to give me some comfort, instead he laughed and referred to me yet again as “Slut”. Now i sit alone on a bench, waiting for this horrible human race to finally learn the struggles us women go through, and to learn more respect."], "tags": ["School", "Workplace"]},
{"name": "Doro", "date": "12th January 2019", "text": ["Tonight I was hanging out at a bar with a friend, two girls in their 20s. A man in his 50s, obviousely very drunk, joined our conversation uninvited, kept asking the same questions without being able to listen to our answers, repeatedly touching our shoulders. Both of us felt extremely uncomfortable yet were unable to tell him to fuck off, because we were sorry for him being lonely and miserably, but also because we were afraid of how he might react. He kept telling us we had nothing to worry about “because I am a married man, I’m not looking for women” which made me really sick and mad: A) If he’s married or not does not concern me, because it has nothing to do with my decision to engage sexually with him (which I clearly wasn’t) and B) Being married did not stop him from making us feel threatened and ill. While being stuck in this situation for about 15 minutes I realized that I’ve been in this situation 10000000 times in my life: An elderly man making me extremely uncomfortable while I’m acting casual and polite out of fear and pity. Yet I’m the one who went home and feels the need to write this entry, while he’s in his bed thinking he had a nice conversation with two girls at a bar."], "tags": ["Public space"]},
{"name": "Xena", "date": "12th January 2019", "text": ["In first year University I went to get something from a vending machine and two guys behind me started making sex noises and saying creepy stuff (can’t remember what it was) I was so embarrassed I ran away without buying anything and was scared they would follow me.  ", "The worst of it is when I was 18 I used to worry that whatever I was wearing somehow showed too much of my body if I got comments like that, even if what I was wearing was normal jeans and a T shirt, and even blamed myself for not dressing more carefully. I don’t believe this now and wish I’d known about Everyday Sexism as a young girl!"], "tags": ["University"]},
{"name": "Isabel Thompson", "date": "12th January 2019", "text": ["I was coaching boys soccer with my two friends who are also girls. As we were checking over the field for a game I heard one of their grandparents mutter, “Are they supposed to be coaches or mascots?” I still regret not turning around and confronting them."], "tags": ["Public space"]},
{"name": "Elle", "date": "12th January 2019", "text": ["It’s not a very big story, but as a girl in high school the subjects I picked are all science subjects, more or less, and I can’t help but notice that in every single one of my classes there are only about 5 girls and the rest of them are boys. Or that all of my teachers who teach me science and math are male. Out of all the maths teachers I’ve had, only one was female.", "Where are all the women and girls? Why don’t more females pick science and maths subjects? Why don’t more women teach science and math subjects? While my science/math teachers a re great, I wish I had a female STEM teacher to look up to."], "tags": ["School"]},
{"name": "Anon", "date": "12th January 2019", "text": ["My boyfriend played for my schools basketball team and I cheered for the team. one time at a game he got hurt and i heard his “assistant” coach say “you can have your girl rub it for you later.” right in front of me which i found very sexist. i am not only used to better my boyfriend. he never once complimented the cheer team that i was captain of, yet was so easily allowed to suggest i “rub” my boyfriends back for him."], "tags": ["School"]},
{"name": "ummm", "date": "12th January 2019", "text": ["i was walking to the store and i walked through a group of guys. one guy grabbed my arm and asked for my number. i yanked away and kept it going. I come out of the store and he stands in front of me, tries to give me his number and then says, ” stop acting like a little boy”"], "tags": ["Public space"]},
{"name": "Alyssa", "date": "12th January 2019", "text": ["one time I was walking home with my sister and my aunt. There was this guy who walked by us then looked back at me. my aunt had saw him and then she confronted him."], "tags": []},
{"name": "virgil timingos", "date": "12th January 2019", "text": ["my friend calls people virgins. He is trying to say that you have to have sex with a girl to be a man"], "tags": []},
{"name": "Anonymous", "date": "12th January 2019", "text": ["One time I was going into Panera and my girlfriend wanted to wait outside because I was going in to get a water real quick but I took longer than expected and I came back out and she told me that someone was walking by with a group of friends and he went and said something sexual to her trying to show off in front of the group and she ignored him and just stood on her phone."], "tags": ["Public space"]},
{"name": "Nashawn Morrison", "date": "12th January 2019", "text": ["i remember it likhe it was yesterday when my friend was going thru a tough time also she was sexually assulted so i guided her through long the way so she wouldnt feel alone after a few months she didnt feel down  made"], "tags": ["School"]},
{"name": "vee", "date": "12th January 2019", "text": ["This kid i was hanging out with during lunch had a crush on me and i liked him too and then after only like a week of eating school lunch together he had said he had a gift for me , he gave me this ugly pink sweater and then told me that i had to return a gift with a kiss , and i was sooo pissed that he thought he had the authority to demand for a kiss, i dont owe him nothing so i threw away his sweater since he wouldnt accept it back and never talked to him agian"], "tags": ["School"]},
{"name": "Laura", "date": "12th January 2019", "text": ["I am studying the law at the university in Münster, Germany.", "\nLast week my professor used the word “hinterfotzig” which is a german slang word for “malicious” and includes the word “Fotze” whitch means “cunt” in english.", "Why is there a curse word for womens genitals when there is none for mens? And why is it still used? I hate that often used curse words like “bitch”, “hoe” or “slut” are are only used towards women. There are no similar curse words for describing a man in a negativ sexualy way.", "\nAnd don’t get me wrong. I just want to point that out, i don’t want there to be more that also include men. How about we just drop them once and for all?", "It is not ok to use a curse word and particular not that one in a lecture at the university. Especially with most students listening being femal. After this word there where gasps and laughter and i was shocked. His excuse:”Ich bin halt von Bayern” (“I am from Bavaria”). But to be fair, he didn’t used just this one curse word, he let a few others slip, too, then the gasps and laughter and then his excuse.", "\nBut still, the cunt-word definitly has been the reason for most reactions.", "I am sure that after this word slipped, he knew that he said something wrong. Still it is not ok, even with most students more stuned than angry. I guess because it was the only time that he used a sexist word to descripe malicious and furthermore never said anything sexist befor i will let it go. If it happens again i will definitly talk to him.", "All in all that was not the worst thing that happened to me while talking about sexism, but it definitly bothered me last week."], "tags": ["cunt", "curse word", "germany", "lecture", "professor", "study", "the law", "University", "womens genitals"]},
{"name": "Coryn", "date": "12th January 2019", "text": ["leaning on a wall on my phone, making sure i was out of the way because i was aware people would need to walk past, even though it’s a larger pavement than most and then a passer by put his hand on my ass and he came up from behind me. i’m 15, female and i was wearing my school uniform."], "tags": ["public", "Public space", "schoolstudent"]},
{"name": "Coryn", "date": "12th January 2019", "text": ["out with a bunch of friends and my guy friend grabbed my ass and boobs on different occassions when we were out. in front of his girlfriend, too. i was 14, didn’t really know how to feel about it so i kinda let it slide."], "tags": ["friends", "Public space"]},
{"name": "Anonymous", "date": "12th January 2019", "text": ["I go biking almost every day in the summer, and it’s something that I enjoy doing. I had been biking one day, and I had to go across a steep bridge. Two teenage boys riding skateboards were crossing the bridge at the same time as me. As soon as they saw me, they got off their skateboards and stared at me with creepy smiles until I wasn’t in their line of sight anymore. After that, I didn’t go biking for a month, and I’m still scared."], "tags": []},
{"name": "Natasha", "date": "12th January 2019", "text": ["I asked for the every day sexism project book from a young male maybe in his twenties in a book shop. His reaction was a bad reaction to the book. Sexist maybe."], "tags": ["Book shop", "Public space"]}
]