[
{"name": "Vicky", "date": "14th January 2019", "text": ["When I was 23 I got a Christmas job at a shop that sells video games. I was the only female. The “banter” was always about who had slept with whose mother/sister and just what they’d done to each other. I was never included in that banter. ", "A new game came out that I and one of my colleagues were excited to play. The next morning he described a mission he hadn’t been able to complete. I explained how to do it and that I in fact hadn’t struggled with it. He was never allowed to forget that he’d been bested by a “girl”. ", "At the Christmas party my boss hit on me despite the fact I was dating his friend and he had a pregnant girlfriend. The next day he apologised “if I crossed a line.” I replied that yes he really had. He responded “oh bloody hell, you’re supposed to just say ‘don’t worry, it happens'”."], "tags": ["Workplace"]},
{"name": "Emily", "date": "14th January 2019", "text": ["I asked my daughter’s teacher to have a general word with the boys in her class because my daughter said that some boys come out with sexist comments. He laughed and said ‘what are you, some kind of feminist?’"], "tags": ["School"]},
{"name": "Doctorcita", "date": "14th January 2019", "text": ["Recently on my third year on medical school in Chile, i got to enter clinical training in the hosital, in wich i had to rotate with three male doctors, from those three two mocked me for being a woman, the firt one, calling me a “little girldoctor” whenever i talked, touching other older female med students, and flirting with the nurses. The second one, actually apologised for bullying me specifically, because sadly i was the only woman in my group, the last day, when we talked about a pacients plans on getting wed to his caretaker, a woman 13 years older, he joked, we should go and stop him, he should be marrying one 13 years younger. Im ashamed that i never got to defend myself, after all they are the authority and they qualify me."], "tags": ["University"]},
{"name": "Hailee", "date": "14th January 2019", "text": ["I work in a bar now, I have done 1 shift. ONE. More than a dozen times have I been told to smile more, that they’d rather go to the ‘cute’ bartender, pointing at me, making me feel highly uncomfortable. I’ve been yelled at to hurry up, I’ve been laughed at by my male peers, and one man had the guts to tell me I wasn’t being friendly enough, and then left without greeting me back when I told him goodnight. And it sounds insignificant, but I was shocked. And also in no position to retaliate to any of those comments, because I am the new girl, an employee, and this is just what these men do."], "tags": ["bartending", "harassment", "Public space", "Workplace"]},
{"name": "Angelica Sanchez", "date": "14th January 2019", "text": ["Growing up, every time my father saw a driver cut corners on the road, park crookedly, or just generally be bad at driving, he would always point out the car and say things such as “I bet she is a woman” and “Look at how badly this girl parked”, blindly assuming that the drivers were women simply because they were bad at driving. If the driver was a male, he would say things like “Come on man! You have to do better than that!”. As a young child, I was curious to see if the drivers were female. As I got older, I brushed off the comments and rolled my eyes. But now that I am a teen, I tell him why it is wrong to say things like that, and how telling me these sexist things as a child could have really affected me if I had not been so exposed to feminism."], "tags": ["americandad", "baddriver", "father", "Home"]},
{"name": "Roberta", "date": "14th January 2019", "text": ["3 years ago, when I was 13 years old, I went on a little trip with my family (and my dog) in summer. It was a village, there was pool, beach and other things, but I used to go mostly at the beach. Since I am an only child, I went there with my mother only, my father will go with us after going on a walk with my dog.", "\nOne day my mother and I decided to go to the beach really early, like at 9 am. I always eat my breakfast, so we went at the bar that was nearly the beach.", "\nSo I ate and after a while we decided to go to there. When we were about to arrive, we’ve met the owner of the bar (who was also part of the crew that worked in the village).", "\nWe’ve started to talk and I thought it was a really good talk because he kept on listening to me, with “interest”.", "\nBut, as I said, I was going to the beach so I’ve wore a summer tank top, but (unfortunately for me) since I am buxom I’ve had a neckline.", "\nI didn’t realize at first. I’ve realized only after he kept on founding a way to talk to me. When we were about to say goodbye to him, he continued to find a new argument to talk about.", "\nBut, suddenly, I understood. I started to look him in the eyes and he was looking at my neckline. He was looking at my boobs.", "\nI’ve felt uncomfortable, I was about to cry. He was also touching me, like he was pecking my arms to grab my attention when I was trying to look away from him. He started to approach me, but I kept walking away.", "\nWhen we’ve finally said goodbye to him and he has stopped to talk with us I began to look at every angle and every person, because for the first time I’ve felt exposed. I felt like everybody would look at this in that exact way so I tried to cover it.", "\nI’ve started to feel nervous and my breath was getting heavy step by step. Even my mother noticed it and said to me “he was looking at your boobs”.", "\nI was really scared of people for the first time. Maybe I was exaggerating, but I’ve felt like he was still looking at me by far. I was scared of being alone at our home in that village, I thought maybe he could follow me.", "\nMy brain started to overthink, I couldn’t keep away the moment of that talk, when I noticed that he was STARING at me.", "\nI was 13 when I’ve stopped on wearing things like that, when I’ve started to hate going to sea because of the bikini.", "\nI was 13 when I’ve started to be afraid of people, especially men.", "\nI still am afraid. Sometimes these kind of things happen to me, like a guy that whistle when he looks at me. And I am so afraid when I go out alone. I feel like someone is watching me or even following me.", "\nI don’t want to live this moment anymore, I want to feel free to be myself but actually, I can’t."], "tags": ["Public space"]},
{"name": "Lucy", "date": "14th January 2019", "text": ["I’m 19 and a university student. Our first 2 weeks after moving in consist largely of going out with our accommodation groups, mainly to bars and clubs to socialise and have fun. ", " One night was a university students only club event in the city centre, walking with my friend to one club a group of young guys spotted us as we walked past them. They called out to us making suggestive comments to each other about our appearance but intentionally loud enough so that we heard “These uni girls all dressed up for us tonight’, “They up for some good fun looking all fine”, “Come here and chat with me girl”", "On hearing this we both blanked their comments and moved away and sped up walking as one actually tried to approach us. Apparently ignoring those comments warranted further verbal abuse labelling us “stuck up bitches” along with comments of “they think they’re all that” before they finally dismissed us with a final “your ass and tits ain’t all that anyway.” ", "It’s a lose lose with these situations, you try to stand up for yourself things will kick off and then you’re in a dangerous situation and outnumbered. Ignore and move on and you’re verbally treated like crap and are expected to suck it up and be a good sport."], "tags": ["Public space", "University"]},
{"name": "Beatrice N", "date": "14th January 2019", "text": ["Had to argue with someone regarding a comment he made about women. He was saying that women are bad drivers, that the gender pay gap is because women are incapable of doing jobs men would do, and that the ‘me too’ movement victimises women. All these points are completely false and ridiculous."], "tags": ["Public space"]},
{"name": "Anita", "date": "14th January 2019", "text": ["I was at school and people keep making fun of me because I read at lunch time. All the boys are sexist for not being my friend!! Just because im a girl and everyone is being sexist."], "tags": ["School"]},
{"name": "Family structures", "date": "14th January 2019", "text": ["Today I was talking to a moving guy who was moving in the appartment next to mine. He told me that “a family ist moving in, a young guy – about 23 – with his wife and children”. Not a young _couple_ with their children, mind you, a man with wife and kids! What century do we live in?"], "tags": ["Home", "Public space", "sexism in language", "women as belonging-to", "women as part-of"]}
][
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []},
{"meetup_title": []}
]